import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root'
})
export class AzkarService {

  azkar = [{
    name: `اذكار الصباح`,
    value: [

    { title: `{اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ } [البقرة: 255]`
  ,repeat:1

  },{title:`

  سورة الإخلاص

  بسم الله الرحمن الرحيم

{  قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)
}
  `,repeat:3}
   ,

   {title:`سورة الفلق
   بسم الله الرحمن الرحيم
  { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)}

   `,
  repeat:3} ,

  {title: `
   سورة الناس
   بسم الله الرحمن الرحيم
{   قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)
}
   ` ,repeat:3}, {title:`

  أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ ، وَسُوءِ الْكِبَرِ ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ ، وَعَذَابٍ فِي الْقَبْرِ

   `,repeat:1},


  {title:`اللَّهُمَّ بِكَ أَصْبَحْنَا ، وَبِكَ أَمْسَيْنَا ، وَبِكَ نَحْيَا ، وَبِكَ نَمُوتُ ، وَإِلَيْكَ النُّشُورُ`,
  repeat:1}

  ,

  {title:`اللَّهُمَّ أَنْتَ رَبِّي ، لَا إِلَهَ إِلَّا أَنْتَ ، خَلَقْتَنِي وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنْبِي ، فَاغْفِرْ لِي ؛ فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ

  `, repeat:1 }
  ,
  {title :`
  اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ
  `, repeat : 4 },
  {title:`
  اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ
  `, repeat:1 },

  {
  title :`اللَّهُمَّ عَافِنِي فِي بَدَنِي ، اللَّهُمَّ عَافِنِي فِي سَمْعِي ، اللَّهُمَّ عَافِنِي فِي بَصَرِي ، لَا إِلَهَ إِلَّا أَنْتَ " . وَتَقُولُ : " اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَهَ إِلَّا أَنْتَ

  `,repeat:3},
  {title:`اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ
  `,repeat:1},
  {title:`حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ

  `, repeat: 7},

  {title:`اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي ، اللَّهُمَّ اسْتُرْ عَوْرَتِي وَآمِنْ رَوْعَاتِي ، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي ، وَعَنْ يَمِينِي وَعَنْ شِمَالِي ، وَمِنْ فَوْقِي ، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي

  `, repeat:1 },
  {title:`اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ، فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ [ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا ، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ]
  `, repeat:1 },

  {title:`
  بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ

  `, repeat:3 },

  {title:`رَضِيتُ بِاللَّهِ رَبًّا ، وَبِالْإِسْلَامِ دِينًا ، وَبِمُحَمَّدٍ نَبِيًّا
  `, repeat:3 },

  {title:`يَا حَيُّ يَا قَيُّومُ ، بِرَحْمَتِكَ أَسْتَغِيثُ ، أَصْلِحْ لِي شَأْنِي كُلَّهُ ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ

  `, repeat:1}
  ,{title:`َصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ ؛ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ
  `,repeat:1},

  {title:
  `
  لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
  `, repeat:1 },
  {title:`سُبْحَانَ اللَّهِ وَبِحَمْدِهِ
  `, repeat : 100 }
  ,
  {title:`سُبْحَانَ اللَّهِ عَدَدَ خَلْقِهِ ، ، سُبْحَانَ اللَّهِ رِضَا نَفْسِهِ ، سُبْحَانَ اللَّهِ زِنَةَ عَرْشِهِ ، سُبْحَانَ اللَّهِ مِدَادَ كَلِمَاتِهِ

  `,repeat:3 },{title:
  `اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا ، وَرِزْقًا طَيِّبًا ، وَعَمَلًا مُتَقَبَّلًا
  `,repeat:1 },
  {title:`
  أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ
  `, repeat:100 },{title:
  `
  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ
  `,repeat:10 },{title:
  `سُبْحَانَ اللَّهِ
  الْحَمْدُ لِلَّهِ
  اللَّهُ أَكْبَرُ
  لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ

  `,repeat:100 },
  {title:`اللَّهُمَّ عَافِنِي فِي بَدَنِي ، اللَّهُمَّ عَافِنِي فِي سَمْعِي ، اللَّهُمَّ عَافِنِي فِي بَصَرِي ، لَا إِلَهَ إِلَّا أَنْتَ "
  `,repeat:3
  },
  {title:`أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ `,
  repeat:3
  }

  ],


  },
  {
    name: `أذكار المساء`,
    value:  [

      { title: ` {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ } [البقرة: 255]
      `
    ,repeat:1

    },{title:`

    سورة الإخلاص

    بسم الله الرحمن الرحيم

  {  قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)
  }
    `,repeat:3}
     ,

     {title:`سورة الفلق
     بسم الله الرحمن الرحيم
{     قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)
}
     `,
    repeat:3} ,

    {title: `
     سورة الناس
     بسم الله الرحمن الرحيم
{     قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)
}
     ` ,repeat:3}, {title:`


     أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ ، وَسُوءِ الْكِبَرِ ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ ، وَعَذَابٍ فِي الْقَبْرِ


     `,repeat:1},


    {title:`


    أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ

`
    ,
    repeat:3}

    ,

    {title:`
    اللَّهُمَّ أَنْتَ رَبِّي ، لَا إِلَهَ إِلَّا أَنْتَ ، خَلَقْتَنِي وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنْبِي ، فَاغْفِرْ لِي ؛ فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ



    `, repeat:1 }
    ,
    {title :`
    اللَّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ ، وَمَلَائِكَتَكَ وَجَمِيعَ خَلْقِكَ ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ

    `, repeat : 4 },
    {title:`
    اللَّهُمَّ مَا أَمسى بِي مِنْ نِعْمَةٍ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ


    `, repeat:1 },

    {
    title :`
    اللَّهُمَّ عَافِنِي فِي بَدَنِي ، اللَّهُمَّ عَافِنِي فِي سَمْعِي ، اللَّهُمَّ عَافِنِي فِي بَصَرِي ، لَا إِلَهَ إِلَّا أَنْتَ " . وَتَقُولُ : " اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَهَ إِلَّا أَنْتَ


    `,repeat:3},
    {title:`
    اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ

    `,repeat:1},
    {title:`
    حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ



    `, repeat: 7},

    {title:`
    اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي ، اللَّهُمَّ اسْتُرْ عَوْرَتِي وَآمِنْ رَوْعَاتِي ، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي ، وَعَنْ يَمِينِي وَعَنْ شِمَالِي ، وَمِنْ فَوْقِي ، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي


    `, repeat:1 },
    {title:`
اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ، فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ، لَا إِلَهَ إِلَّا أَنْتَ ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا ، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ
    `, repeat:1 },

    {title:`
    اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ، فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ [ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا ، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ]


    `, repeat:3 },

    {title:`

    بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ


    `, repeat:3 },

    {title:`

    رَضِيتُ بِاللَّهِ رَبًّا ، وَبِالْإِسْلَامِ دِينًا ، وَبِمُحَمَّدٍ نَبِيًّا



    `, repeat:1}
    ,{title:`َ
    يَا حَيُّ يَا قَيُّومُ ، بِرَحْمَتِكَ أَسْتَغِيثُ ، أَصْلِحْ لِي شَأْنِي كُلَّهُ ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ


    `,repeat:1},

    {title:
    `

    أمسينا وأمسى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ ؛ فَتْحَها وَنَصْرَها وَنُورَها وَبَرَكَتَها وَهُدَاها ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها وَشَرِّ مَا بَعْدَها

    `, repeat:1 }
    ,
    {title:`

    أَمْسَيْنَا عَلَى فِطْرَةِ الْإِسْلَامِ ، وَكَلِمَةِ الْإِخْلَاصِ ، وَدِينِ نَبِيِّنَا مُحَمَّدٍ ، وَمِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا ، وَمَا كَانَ مِنَ الْمُشْرِكِينَ


    `,repeat:1 },{title:
    `
    لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ


    `,repeat:1 },
    {title:`
    سُبْحَانَ اللَّهِ وَبِحَمْدِهِ

    `, repeat:100 },{title:
    `
    أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ


    `,repeat:3},{title:
    `
    اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ



    `,repeat:10 },
    {title:`
    اللَّهُمَّ بِكَ أَمْسَيْنَا ، وَبِكَ أَصْبَحْنَا ، وَبِكَ نَحْيَا ، وَبِكَ نَمُوتُ ، إِلَيْكَ الْمَصِيرُ


    `,repeat:1
    },
    {title:`
    سُبْحَانَ اللَّهِ
    الْحَمْدُ لِلَّهِ
    اللَّهُ أَكْبَرُ
    لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ

        `,
    repeat:100

    },
    {title:`

سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ وَحُسْنِ بَلَائِهِ عَلَيْنَا ، رَبَّنَا صَاحِبْنَا ، وَأَفْضِلْ عَلَيْنَا ، عَائِذًا بِاللَّهِ مِنَ النَّارِ

        `,
    repeat:1
    }

    ]
},



  {
    name: `أذكار الصلاه`,
    value: [
      {head:`الاذان`,
      title:`
      يردد بعد المؤذن : اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ، حَيَّ عَلَى الصَّلَاةِ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، حَيَّ عَلَى الْفَلَاحِ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ، لَا إِلَهَ إِلَّا اللَّهُ



      `,repeat:1
      },
      {head:`الاذان`,
      title:`
      وَأَنَا أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ، رَضِيتُ بِاللَّهِ رَبًّا وَبِمُحَمَّدٍ رَسُولًا ، وَبِالْإِسْلَامِ دِينًا




      `,repeat:1
      },
      {head:`الاذان`,
      title:`

      اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ .
      اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ ، وَالصَّلَاةِ الْقَائِمَةِ ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ





      `,repeat:1
      },
      {head:`الدعاء بعد الاذان`,
      title:`
      الإكثار من الدعاء


      `,repeat:1
      },
      {head:`الدعاء بعد الاذان`,
      title:`

      اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ







      `,repeat:1
      },
      {head:`الدعاء بعد الاذان`,
      title:`

      اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ ، وَالصَّلَاةِ الْقَائِمَةِ ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ


      `,repeat:1
      },
      {head:`الدعاء بين الاذان والاقامه
      `,
      title:`

      الدُّعَاءُ لَا يُرَدُّ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ


      `,repeat:1
      },

      {head:`الذكر قبل الوضوء
      `,
      title:`

      بسم الله

      `,repeat:1
      },
      {head:`الذكر بعد الفراغ من الوضوء
      `,
      title:`

      أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُ اللَّهِ وَرَسُولُهُ



      `,repeat:1
      },
      {head:`الذكر بعد الفراغ من الوضوء
      `,
      title:`

      سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ

      `,repeat:1
      },
      {head:`
      اذكار الخروج الي الصلاه
      `,
      title:`

      اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا ، وَفِي لِسَانِي نُورًا ، وَاجْعَلْ فِي سَمْعِي نُورًا ، وَاجْعَلْ فِي بَصَرِي نُورًا ، وَاجْعَلْ مِنْ خَلْفِي نُورًا ، وَمِنْ أَمَامِي نُورًا ، وَاجْعَلْ مِنْ فَوْقِي نُورًا ، وَمِنْ تَحْتِي نُورًا ، اللَّهُمَّ أَعْطِنِي نُورًا .
      وَاجْعَلْ عَنْ يَمِينِي نُورًا ، وَعَنْ شِمَالِي نُورًا ، اللَّهُمَّ أَعْظِمْ لِي نُورًا



      `,repeat:1
      },
      {head:`
      اذكار الخروج الي الصلاه
      `,
      title:`

      اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ السَّائِلِينَ عَلَيْكَ ، وَأَسْأَلُكَ بِحَقِّ مَمْشَايَ هَذَا ، فَإِنِّي لَمْ أَخْرُجْ أَشَرًا ، وَلَا بَطَرًا ، وَلَا رِيَاءً ، وَلَا سُمْعَةً ، وَخَرَجْتُ اتِّقَاءَ سُخْطِكَ ، وَابْتِغَاءَ مَرْضَاتِكَ ، فَأَسْأَلُكَ أَنْ تُعِيذَنِي مِنَ النَّارِ ، وَأَنْ تَغْفِرَ لِي ذُنُوبِي ، إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ


      `,repeat:1
      },
      {head:`
      دعاد دخول المسجد

      `,
      title:`

      أَعُوذُ بِاللَّهِ الْعَظِيمِ وَبِوَجْهِهِ الْكَرِيمِ وَسُلْطَانِهِ الْقَدِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ


      `,repeat:1
      },
      {head:`
      دعاد دخول المسجد
      `,
      title:`

      صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ ، وَقَالَ : " رَبِّ اغْفِرْ لِي ذُنُوبِي ، وَافْتَحْ لِي أَبْوَابَ رَحْمَتِكَ " .


      `,repeat:1
      },
      {head:`
      دعاد دخول المسجد
      `,
      title:`
      فَلْيُسَلِّمْ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، وَلْيَقُلِ : اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ



      `,repeat:1
      },
      {head:`
      دعاء الخروج من المسجد
      `,
      title:`
      صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ ، وَقَالَ : " رَبِّ اغْفِرْ لِي ذُنُوبِي ، وَافْتَحْ لِي أَبْوَابَ فَضْلِكَ "



      `,repeat:1
      },
      {head:`
      دعاء الخروج من المسجد
      `,
      title:`
      فَلْيُسَلِّمْ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، وَلْيَقُلِ : اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ " .





      `,repeat:1
      },
      {head:`
      دعاء استفتاح الصلاه
      `,
      title:`
      اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ ، اللَّهُمَّ نَقِّنِي مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ ، اللَّهُمَّ اغْسِلْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ




      `,repeat:1
      },
      {head:`
      دعاء استفتاح الصلاه
      `,
      title:`
      سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ ، وَلَا إِلَهَ غَيْرُكَ

      `,repeat:1
      },
      {head:`
      دعاء استفتاح الصلاه
      `,
      title:`

      وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضَ حَنِيفًا ، وَمَا أَنَا مِنَ الْمُشْرِكِينَ ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ . اللَّهُمَّ أَنْتَ الْمَلِكُ لَا إِلَهَ إِلَّا أَنْتَ ، أَنْتَ رَبِّي ، وَأَنَا عَبْدُكَ ، ظَلَمْتُ نَفْسِي ، وَاعْتَرَفْتُ بِذَنْبِي ؛ فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا ؛ إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ ، وَاهْدِنِي لِأَحْسَنِ الْأَخْلَاقِ لَا يَهْدِي لِأَحْسَنِهَا إِلَّا أَنْتَ ، وَاصْرِفْ عَنِّي سَيِّئَهَا لَا يَصْرِفُ عَنِّي سَيِّئَهَا إِلَّا أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ وَالشَّرُّ لَيْسَ إِلَيْكَ أَنَا بِكَ وَإِلَيْكَ تَبَارَكْتَ وَتَعَالَيْتَ ، أَسْتَغْفِرُكَ ، وَأَتُوبُ إِلَيْكَ


      `,repeat:1
      },
      {head:`
      دعاء استفتاح الصلاه
      `,
      title:`

      اللَّهُ أَكْبَرُ كَبِيرًا ، وَالْحَمْدُ لِلَّهِ كَثِيرًا ، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا

      `,repeat:1
      },
      {head:`
دعاء استفتاح الصلاه ادا قام من الليل
      `,
      title:`

      اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ ؛ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ


      `,repeat:1
      },
      {head:`
دعاء استفتاح الصلاه ادا قام من الليل
      `,
      title:`


      اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ أَنتَ نُورُ السَّمَوَاتِ وَالْأَرْضِ وَمَنْ فِيهِنَّ ، وَلَكَ الْحَمْدُ أَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ ، وَلِقَاؤُكَ حَقٌّ ، وَقَوْلُكَ حَقٌّ ، وَالْجَنَّةُ حَقٌّ ، وَالنَّارُ حَقٌّ ، وَالنَّبِيُّونَ حَقٌّ ، وَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقٌّ ، وَالسَّاعَةُ حَقٌّ ، اللَّهُمَّ لَكَ أَسْلَمْتُ ، وَبِكَ آمَنْتُ ، وَعَلَيْكَ تَوَكَّلْتُ ، وَإِلَيْكَ أَنَبْتُ ، وَبِكَ خَاصَمْتُ ، وَإِلَيْكَ حَاكَمْتُ ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ ، أَنْتَ إِلَهِي ، لَا إِلَهَ إِلَّا أَنْتَ - أَوْ : لَا إِلَهَ غَيْرُكَ - وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ



      `,repeat:1
      },
      {head:`
      دعاء الوسوسه في الصلاه والاقامه      `,
      title:`


      أعوذ بالله من الشيطان الرجيم واتفل على يسارك


      `,repeat:3
      },
      {head:`
دعاء الركوع
        `,
      title:`


      سُبْحَانَ رَبِّيَ الْعَظِيمِ



      `,repeat:3
      },
      {head:`
دعاء الركوع
         `,
      title:`


      سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ ، اللَّهُمَّ اغْفِرْ لِي




      `,repeat:3
      },
      {head:`
دعاء الركوع
         `,
      title:`


      سُبُّوحٌ قُدُّوسٌ ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ




      `,repeat:3
      },
      {head:`
دعاء الركوع
        `,
      title:`


      اللَّهُمَّ لَكَ رَكَعْتُ ، وَبِكَ آمَنْتُ ، وَلَكَ أَسْلَمْتُ ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي وَعَصَبِي وَمَا اسْتَقَلَّتْ بِهِ قَدَمِي ، لِلَّهِ رَبِّ الْعَالَمِينَ



      `,repeat:1
      },
      {head:`
دعاء الركوع
        `,
      title:`



      سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ



      `,repeat:1
      },
      {head:`
دعاء الرفع من الركوع        `,
      title:`



      سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ




      `,repeat:1
      },
      {head:`
دعاء الرفع من الركوع        `,
      title:`




      رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ




      `,repeat:1
      },
      {head:`
دعاء الرفع من الركوع        `,
      title:`

      رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالْأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ ، أَهْلَ الثَّنَاءِ وَالْمَجْدِ . أَحَقُّ مَا قَالَ الْعَبْدُ - وَكُلُّنَا لَكَ عَبْدٌ - اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ

      `,repeat:1
      },
      {head:`
دعاء السجود
      `,
      title:`

      سُبْحَانَ رَبِّيَ الْأَعْلَى


      `,repeat:1
      },
      {head:`
دعاء السجود
    `,
      title:`

      سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ ، اللَّهُمَّ اغْفِرْ لِي


      `,repeat:1
      },
      {head:`
دعاء السجود
    `,
      title:`

      سُبُّوحٌ قُدُّوسٌ ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ


      `,repeat:1
      },
      {head:`
دعاء السجود
      `,
      title:`

      اللَّهُمَّ لَكَ سَجَدْتُ ، وَبِكَ آمَنْتُ ، وَلَكَ أَسْلَمْتُ ، سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ ، وَصَوَّرَهُ ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ ، تَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ

      `,repeat:1
      },
      {head:`
دعاء السجود
     `,
      title:`

      سُبْحَانَ ذِي الْجَبَرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ



      `,repeat:1
      },
      {head:`
دعاء السجود
      `,
      title:`

      اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ ، دِقَّهُ وَجِلَّهُ ، وَأَوَّلَهُ وَآخِرَهُ ، وَعَلَانِيَتَهُ وَسِرَّهُ


      `,repeat:1
      },
      {head:`
دعاء السجود
     `,
      title:`

      أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ ، وَأَعُوذُ بِكَ مِنْكَ لَا أُحْصِي ثَنَاءً عَلَيْكَ ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ



      `,repeat:1
      },
      {head:`
      دعاء الجلسه بين السجدتين
           `,
      title:`

      رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي




      `,repeat:1
      },
      {head:`
      دعاء الجلسه بين السجدتين
           `,
      title:`

      رَبِّ اغْفِرْ لِي ، وَارْحَمْنِي ، وَاجْبُرْنِي ، وَارْفَعْنِي ، وَعَافِنِي ، وَارْزُقْنِي ، وَاهْدِنِي


      `,repeat:1
      },
      {head:`
      التشهد
                 `,
      title:`

      التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ

      `,repeat:1
      },
      {head:`
      الصلاه علي النبي صلي الله عليه وسلم بعد التشهد

                 `,
      title:`

      اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ


      `,repeat:1
      },
      {head:`
      الصلاه علي النبي صلي الله عليه وسلم بعد التشهد

                 `,
      title:`

      اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ، وَعَلَى آلِ مُحَمَّدٍ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ

      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`

      اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ ، وَمِنْ عَذَابِ الْقَبْرِ ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ

      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`


      اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا ، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ ، وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ


      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`


      اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ ، وَمَا أَخَّرْتُ ، وَمَا أَسْرَرْتُ ، وَمَا أَعْلَنْتُ ، وَمَا أَسْرَفْتُ ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي ؛ أَنْتَ الْمُقَدِّمُ ، وَأَنْتَ الْمُؤَخِّرُ ، لَا إِلَهَ إِلَّا أَنْتَ


      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`

      اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ ، وَمِنْ عَذَابِ الْقَبْرِ ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ

      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`

      اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ ، وَأَعُوذُ بِكَ مِنَ النَّارِ


      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`

      اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ ؛ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي ، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي ، اللَّهُمَّ وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ ، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى ، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ ، وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ


      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`


      اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ؛ أَنْ تَغْفِرَ لِي ذُنُوبِي ؛ إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ

      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`


      اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ


      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`

      اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ

      `,repeat:1
      },
      {head:`
      الدعاء بعد التشهد الاخير قبل السلام
                 `,
      title:`

      اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ ، لَا إِلَهَ إِلَّا أَنْتَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالْأَرْضِ ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ ، يَا حَيُّ يَا قَيُّومُ

      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      أستغفر الله


      `,repeat:3
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ ، تَبَارَكْتَ ذَا الْجَلَالِ وَالْإِكْرَامِ



      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ



      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`


      اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ ، لَا إِلَهَ إِلَّا أَنْتَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالْأَرْضِ ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ ، يَا حَيُّ يَا قَيُّومُ



      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ




      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`



      لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، لَا إِلَهَ إِلَّا اللَّهُ ، وَلَا نَعْبُدُ إِلَّا إِيَّاهُ ، لَهُ النِّعْمَةُ ، وَلَهُ الْفَضْلُ ، وَلَهُ الثَّنَاءُ الْحَسَنُ ، لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ


      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      سبحان الله



      `,repeat:33
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      الحمد لله


      `,repeat:33
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      الله أكبر



      `,repeat:33
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`


      لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ



      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      سورة الإخلاص
      بسم الله الرحمن الرحيم
      قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)



      `,repeat:3
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      سورة الفلق
      بسم الله الرحمن الرحيم
      قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)



      `,repeat:3
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      سورة الناس
      بسم الله الرحمن الرحيم
      قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)



      `,repeat:3
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ



      `,repeat:3
      },

      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`
      اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ

      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`
      اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ وَعَذَابِ الْقَبْرِ
      `,repeat:1
      },
      {head:`
      اذكار بعد السلام من الصلاه
      `,
      title:`

      اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ ، وَمَا أَخَّرْتُ ، وَمَا أَسْرَرْتُ ، وَمَا أَعْلَنْتُ ، وَمَا أَسْرَفْتُ ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي ؛ أَنْتَ الْمُقَدِّمُ ، وَأَنْتَ الْمُؤَخِّرُ ، لَا إِلَهَ إِلَّا أَنْتَ

      `,repeat:1
      },
      {head:`
      دعاء صلاه الاستخارة
      `,
      title:`
      اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ ، فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ ، وَتَعْلَمُ وَلَا أَعْلَمُ ، وَأَنْتَ عَلَّامُ الْغُيُوبِ ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي ، وَمَعَاشِي ، وَعَاقِبَةِ أَمْرِي " أَوْ قَالَ : " عَاجِلِ أَمْرِي وَآجِلِهِ ، فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ - وَيُسَمِّي حَاجَتَهُ - شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي " أَوْ قَالَ : " فِي عَاجِلِ أَمْرِي وَآجِلِهِ ، فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ ، وَاقْدُرْ لِي الْخَيْرَ حَيْثُ كَانَ ، ثُمَّ أَرْضِنِي
      `,repeat:1
      },
      {head:`
      دعاء قنوت الوتر
      `,
      title:`
      اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ ، وَعَافِنِي فِيمَنْ عَافَيْتَ ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ ، وَقِنِي شَرَّ مَا قَضَيْتَ ، إِنَّكَ تَقْضِي وَلَا يُقْضَى عَلَيْكَ ، وَإِنَّهُ لَا يَذِلُّ مَنْ وَالَيْتَ ، وَلَا يَعِزُّ مَنْ عَادَيْتَ ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ

      `,repeat:1
      },
      {head:`
      دعاء قنوت الوتر
      `,
      title:`
      اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ ، وَأَعُوذُ بِكَ مِنْكَ ، لَا أُحْصِي ثَنَاءً عَلَيْكَ ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ

      `,repeat:1
      },
      {head:`
      دعاء قنوت الوتر
      `,
      title:`

      اللَّهُمَّ إِنَّا نَسْتَعِينُكَ وَنَسْتَغْفِرُكَ ، وَنُثْنِي عَلَيْكَ الْخَيْرَ وَلَا نَكْفُرُكَ ، وَنَخْلَعُ وَنَتْرُكُ مَنْ يَفْجُرُكَ ، اللَّهُمَّ إِيَّاكَ نَعْبُدُ ، وَلَكَ نُصَلِّي وَنَسْجُدُ ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ ، نَرْجُو رَحْمَتَكَ وَنَخْشَى عَذَابَكَ ، إِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقٌ ، [ اللَّهُمَّ عَذِّبِ الْكَفَرَةَ وَالْمُشْرِكِينَ ، وَأَلْقِ فِي قُلُوبِهِمُ الرُّعْبَ ، وَخَالِفْ بَيْنَ كَلِمَتِهِمْ ، وَأَنْزِلْ عَلَيْهِمْ رِجْزَكَ وَعَذَابَكَ ، اللَّهُمَّ عَذِّبِ كَفَرَةَ أَهْلِ الْكِتَابِ الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِكَ وَيُكَذِّبُونَ رُسُلَكَ ، اللَّهُمَّ اغْفِرْ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ ، اللَّهُمَّ أَصْلِحْ ذَاتَ بَيْنِهِمْ ، وَأَلِّفْ بَيْنَ قُلُوبِهِمْ ، وَاجْعَلْ فِي قُلُوبِهِمُ الْإِيمَانَ وَالْحِكْمَةَ ، وَأَوْزِعْهُمْ أَنْ يَشْكُرُوا نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيْهِمْ ، وَأَنْ يُوفُوا بِعَهْدِكَ الَّذِي عَاهَدْتَهُمْ عَلَيْهِ ، وَتَوَفَّهُمْ عَلَى مِلَّةِ رَسُولِكَ ، وَانْصُرْهُمْ عَلَى عَدُوِّكَ وَعَدُوِّهِمْ إِلَهَ الْحَقِّ وَاجْعَلْنَا مِنْهُمْ ].

      `,repeat:1
      },
      {head:`
      الذكر عقب السلام من الوتر

      `,
      title:`

      سُبْحَانَ الْمَلِكِ الْقُدُّوسِ " . ثَلَاثًا ، وَيَرْفَعُ صَوْتَهُ بِالثَّالِثَةِ

      `,repeat:1
      },
      {head:`
      كيف كان النبي صلي الله عليه وسلم يسبح
      `,
      title:`

      يَعْقِدُ التَّسْبِيح
      `,repeat:1
      },

    ]
  },


  {
    name: `أذكار النوم`,
    value: [
      {head:`
      `,
      title:`

      اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ

      `,repeat:1
      },
      {head:`
      `,
      title:`

      آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ (285) لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (286)


      `,repeat:1
      },
      {head:`
      `,
      title:`

      يَقْرَأَ ( سورة السجدة ) وَ ( سورة الْمُلْكُ )


      `,repeat:1
      },
      {head:`سورة الكافرون

      `,
      title:`

      بسم الله الرحمن الرحيم
      قُلْ يَاأَيُّهَا الْكَافِرُونَ (1) لَا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5) لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6)



      `,repeat:1
      },
      {head:`  سورة الإخلاص
      `,
      title:`

      جَمَعَ كَفَّيْهِ ، ثُمَّ نَفَثَ فِيهِمَا ، فَقَرَأَ فِيهِمَا
      سورة الإخلاص
      بسم الله الرحمن الرحيم
      قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)


      `,repeat:1
      },
      {head:`سورة الفلق

      `,
      title:`

      بسم الله الرحمن الرحيم
      قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)

      `,repeat:1
      },
      {head:`  سورة الناس

      `,
      title:`

      بسم الله الرحمن الرحيم
قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)
ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ ، وَمَا أَقْبَلَ مِنْ جَسَدِهِ



      `,repeat:1
      },
      {head:`

      `,
      title:`
      فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ
      بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا ، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ

      `,repeat:1
      },
      {head:`

      `,
      title:`

      وَضَعَ يَدَهُ تَحْتَ رَأْسِهِ - وَضَعَ يَدَهُ الْيُمْنَى تَحْتَ خَدِّهِ -، ثُمَّ قَالَ : " اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَجْمَعُ أَوْ تَبْعَثُ عِبَادَكَ

      `,repeat:1
      },
      {head:`

      `,
      title:`
      وَضَعَ يَدَهُ اليمنى تَحْتَ خَدِّهِ ، ثُمَّ يَقُولُ : " اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا


      `,repeat:1
      },
      {head:`

      `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا ، وَكَفَانَا وَآوَانَا ، فَكَمْ مِمَّنْ لَا كَافِيَ لَهُ وَلَا مُئْوِيَ




      `,repeat:1
      },
      {head:`

      `,
      title:`


      اللَّهُمَّ خَلَقْتَ نَفْسِي ، وَأَنْتَ تَوَفَّاهَا ، لَكَ مَمَاتُهَا وَمَحْيَاهَا ، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا ، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ


      `,repeat:1
      },
      {head:`

      `,
      title:`

      يَضْطَجِعَ عَلَى شِقِّهِ الْأَيْمَنِ
      اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ ، فَالِقَ الْحَبِّ وَالنَّوَى ، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ ، اللَّهُمَّ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ



      `,repeat:1
      },
      {head:`

      `,
      title:`

      فَتَوَضَّأْ وُضُوءَكَ لِلصَّلَاةِ ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الْأَيْمَنِ ، ثُمَّ قُلِ : اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ ؛ رَغْبَةً وَرَهْبَةً إِلَيْكَ ، لَا مَلْجَا وَلَا مَنْجَى مِنْكَ إِلَّا إِلَيْكَ ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ



      `,repeat:1
      },
      {head:`

      `,
      title:`


      أَسْتَغْفِرُ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ




      `,repeat:1
      },
      {head:`

      `,
      title:`



      الله أكبر




      `,repeat:1
      },
      {head:`

      `,
      title:`




      سبحان الله






      `,repeat:1
      },
      {head:`

      `,
      title:`

      الحمد لله





      `,repeat:1
      },
      {head:`

      `,
      title:`

      يَبِيتُ عَلَى ذِكْرٍ طَاهِرًا






      `,repeat:1
      },
      {head:`

      `,
      title:`


      الْحَمْدُ لِلَّهِ الَّذِي كَفَانِي وَآوَانِي ، وَأَطْعَمَنِي وَسَقَانِي ، وَالَّذِي مَنَّ عَلَيَّ فَأَفْضَلَ ، وَالَّذِي أَعْطَانِي فَأَجْزَلَ ، الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ ، اللَّهُمَّ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ وَإِلَهَ كُلِّ شَيْءٍ ، أَعُوذُ بِكَ مِنَ النَّارِ







      `,repeat:1
      },
      {head:`

      `,
      title:`


      اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ






      `,repeat:1
      },
      {head:`

      `,
      title:`



      لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ، لَا إِلَهَ إِلَّا اللَّهُ ، وَاللَّهُ أَكْبَرُ






      `,repeat:1
      },
      {head:`

      `,
      title:`

      اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ ، وَكَلِمَاتِكَ التَّامَّةِ ، مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيَتِهِ ، اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَغْرَمَ وَالْمَأْثَمَ ، اللَّهُمَّ لَا يُهْزَمُ جُنْدُكَ ، وَلَا يُخْلَفُ وَعْدُكَ ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ، سُبْحَانَكَ وَبِحَمْدِكَ






      `,repeat:1
      },
      {head:`

      `,
      title:`

      الحمد لله





      `,repeat:1
      },

    ]
  },





  {
    name: `أذكار الاستيقاظ`,
    value:[
      {head:`
      `,
      title:`

      " الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ "

      `,repeat:1
      },
      {head:`
      `,
      title:`

      لَا إِلَهَ إِلَّا اللَّهُ ، وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ ، وَلَهُ الْحَمْدُ ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، سُبْحَانَ اللَّهِ ، وَالْحَمْدُ لِلَّهِ ، وَلَا إِلَهَ إِلَّا اللَّهُ ، وَاللَّهُ أَكْبَرُ ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ . ثُمَّ دَعَا : رَبِّ اغْفِرْ لِي



      `,repeat:1
      },
      {head:`
      `,
      title:`

      الحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي ، وَرَدَّ عَلَيَّ رُوحِي ، وَأَذِنَ لِي بِذِكْرِهِ


      `,repeat:1
      },
      {head:`الدعاء اذا تقلب ليلا


      `,
      title:`


      لَا إِلَهَ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ


      `,repeat:1
      },
      {head:`الدعاء اذا تقلب ليلا


      `,
      title:`


      مَا مِنْ مُسْلِمٍ يَبِيتُ عَلَى ذِكْرٍ طَاهِرًا فَيَتَعَارُّ مِنَ اللَّيْلِ ، فَيَسْأَلُ اللَّهَ خَيْرًا مِنَ الدُّنْيَا وَالْآخِرَةِ إِلَّا أَعْطَاهُ إِيَّاهُ


      `,repeat:1
      },
      {head:`الدعاء اذا تقلب ليلا


      `,
      title:`


      لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، الْحَمْدُ لِلَّهِ ، وَسُبْحَانَ اللَّهِ ، وَلَا إِلَهَ إِلَّا اللَّهُ ، وَاللَّهُ أَكْبَرُ ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، ثُمَّ قَالَ : اللَّهُمَّ اغْفِرْ لِي أَوْ دَعَا اسْتُجِيبَ لَهُ


      `,repeat:1
      },
      {head:`دعاء الفزع في النوم ومن بُلِيَ بالوحشه
      `,
      title:`

      أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ


      `,repeat:1
      },
      {head:`ما يفعل من راي الرؤيا او الحلم

      `,
      title:`

      فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلَاثًا ، وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا (الحلم الذي رآه ثلاثًا) ، وَلْيَتَحَوَّلْ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ ، وَلَا يُخْبِرْ بِهَا أَحَدًا


      `,repeat:1
      },
      {head:`ما يفعل من راي الرؤيا او الحلم

      `,
      title:`


      فَلْيَقُمْ فَلْيُصَلِّ ، وَلَا يُحَدِّثْ بِهَا (الحلم الذي رآها ) النَّاسَ




      `,repeat:1
      },
      {head:`ما يفعل من راي الرؤيا او الحلم

      `,
      title:`


      فَلْيَحْمَدِ اللَّهَ عَلَيْهَا ، وَلْيُحَدِّثْ بِهَا
      فَلْيَسْتَعِذْ مِنْ شَرِّهَا ، وَلَا يَذْكُرْهَا لِأَحَدٍ



      `,repeat:1
      },
      {head:`ما يفعل من راي الرؤيا او الحلم

      `,
      title:`


      فَلَا يُحَدِّثْ بِهِ إِلَّا مَنْ يُحِبُّ
      فَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا وَمِنْ شَرِّ الشَّيْطَانِ ، وَلْيَتْفِلْ ثَلَاثًا ، وَلَا يُحَدِّثْ بِهَا أَحَدًا


      `,repeat:1
      },

    ]
  },


















  {
    name: `أذكار الطعام`,
    value:[
      {head:`
      قبل الطعام      `,
      title:`

      بِسْمِ اللَّهِ ، فَإِنْ نَسِيَ فِي أَوَّلِهِ ، فَلْيَقُلْ بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ
      `,repeat:1
      },
      {head:`
      قبل الطعام      `,
      title:`

      اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ ، وَإِذَا سُقِيَ لَبَنًا فَلْيَقُلِ : اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ
      `,repeat:1
      },
      {head:`
      قبل الطعام      `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي كَفَانَا وَأَرْوَانَا غَيْرَ مَكْفِيٍّ وَلَا مَكْفُورٍ " . وَقَالَ مَرَّةً : الْحَمْدُ لِلَّهِ رَبِّنَا غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًى رَبَّن      `,repeat:1
      },
      {head:`
      قبل الطعام      `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَ وَسَقَى وَسَوَّغَهُ وَجَعَلَ لَهُ مَخْرَجًا
      `,repeat:1
      },
      {head:`
      قبل الطعام      `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا الطَّعَامَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ
      `,repeat:1
      },
      {head:`
      قبل الطعام      `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا ، وَأَطْعَمَنَا ، وَسَقَانَا ، وَنَعَّمَنَا ، اللَّهُ أَكْبَرُ ، اللَّهُمَّ أَلْفَتْنَا نِعْمَتُكَ بِكُلِّ شَرٍّ ، فَأَصْبَحْنَا مِنْهَا ، وَأَمْسَيْنَا بِكُلِّ خَيْرٍ ، نَسْأَلُكَ تَمَامَهَا وَشُكْرَهَا ، لَا خَيْرَ إِلَّا خَيْرُكَ ، وَلَا إِلَهَ غَيْرُكَ ، إِلَهَ الصَّالِحِينَ ، وَرَبَّ الْعَالَمِينَ ، الْحَمْدُ لِلَّهِ ، وَلَا إِلَهَ إِلَّا اللَّهُ ، مَا شَاءَ اللَّهُ ، وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا ، وَقِنَا عَذَابَ النَّارِ       `,repeat:1
      },
      {head:`
      قبل الطعام      `,
      title:`

      اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ ، وَإِذَا سُقِيَ لَبَنًا فَلْيَقُلِ : اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ
      `,repeat:1
      },




      {head:`
      بعد الطعام     `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي كَفَانَا وَأَرْوَانَا غَيْرَ مَكْفِيٍّ وَلَا مَكْفُورٍ " . وَقَالَ مَرَّةً : الْحَمْدُ لِلَّهِ رَبِّنَا غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًى رَبَّنَ      `,repeat:1
      },
      {head:`
      بعد الطعام     `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَ وَسَقَى وَسَوَّغَهُ وَجَعَلَ لَهُ مَخْرَجًا
      `,repeat:1
      },
      {head:`
      بعد الطعام     `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا الطَّعَامَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ
      `,repeat:1
      },
      {head:`
      بعد الطعام     `,
      title:`

      الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا ، وَأَطْعَمَنَا ، وَسَقَانَا ، وَنَعَّمَنَا ، اللَّهُ أَكْبَرُ ، اللَّهُمَّ أَلْفَتْنَا نِعْمَتُكَ بِكُلِّ شَرٍّ ، فَأَصْبَحْنَا مِنْهَا ، وَأَمْسَيْنَا بِكُلِّ خَيْرٍ ، نَسْأَلُكَ تَمَامَهَا وَشُكْرَهَا ، لَا خَيْرَ إِلَّا خَيْرُكَ ، وَلَا إِلَهَ غَيْرُكَ ، إِلَهَ الصَّالِحِينَ ، وَرَبَّ الْعَالَمِينَ ، الْحَمْدُ لِلَّهِ ، وَلَا إِلَهَ إِلَّا اللَّهُ ، مَا شَاءَ اللَّهُ ، وَلَا قُوَّةَ إِلَّا بِاللَّهِ ، اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا ، وَقِنَا عَذَابَ النَّارِ .
      `,repeat:1
      },
      {head:`
      دعاء الضيف لصاحب المكان   `,
      title:`

      اللَّهُمَّ بَارِكْ لَهُمْ فِي مَا رَزَقْتَهُمْ ، وَاغْفِرْ لَهُمْ ، وَارْحَمْهُمْ
      `,repeat:1
      },
      {head:`
      الدعاء لمن سقاه او اذا اراد ذلك  `,
      title:`

      اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي ، وَأَسْقِ مَنْ أَسْقَانِي
      `,repeat:1
      },
      {head:`
      الدعاء اذا افطر عند اهل بيت `,
      title:`

      أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ ، وَصَلَّتْ عَلَيْكُمُ الْمَلَائِكَةُ
      `,repeat:1
      },
    ]
  },




















  {
    name: `الأدعية القرانية`,
    value:[
      {head:`
   `,
      title:`

      « رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ».
         `,repeat:1
      },
      {head:`
   `,
      title:`

      « قَالَ رَبِّ اشْرَحْ لِي صَدْرِي*وَيَسِّرْ لِي أَمْرِي».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَّبِّ زِدْنِي عِلْمًا».         `,repeat:1
      },
      {head:`
   `,
      title:`

      «لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ» .         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ»      `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً ۚ»         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ».         `,repeat:1
      },
      {head:`
   `,
      title:`

      «رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا».         `,repeat:1
      },
      {head:`
   `,
      title:`

      « رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ».         `,repeat:1
      },

    ]
  },













  {
    name: `الأدعية النبوية`,
    value: [
      {head:`

     `,
      title:`

      اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد، أنت قيوم السماوات والأرض ومن فيهن ولك الحمد، أنت الحق، ووعدك الحق، ولقاؤك حق، والجنة حق، والنار حق، والنبيون حق، والساعة حق، ومحمد حق، اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لى ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت إلهى لا إله إلا أنت.
           `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، وبارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، [في العالمين] إنك حميد مجيد))
           `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم أحيني على سنة نبيك وتوفني على ملته، وأعذني من مضلات الفتن))           `,repeat:1
      },
      {head:`

     `,
      title:`

      ((أستغفر الله العظيم الذي لا إله إلا هو، الحي القيوم، وأتوب إليه))           `,repeat:1
      },
      {head:`

     `,
      title:`

      ((رب اغفر لي خطيئتي يوم الدين))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شرما قضيت، إنه لا يذل من واليت، تباركت ربنا وتعاليت))           `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم اغفر لي، اللهم اجعلني يوم القيامة فوق كثير من خلقك من الناس، اللهم اغفر لي ذنبي، وأدخلني يوم القيامة مدخلا كريما))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أسألك شهادة في سبيلك))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من عذاب النار، وأعوذ بك من عذاب القبر، وأعوذ بك من الفتن ما ظهر منها وما بطن، وأعوذ بك من فتنة الدجال))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن ، وضلع الدين، وغلبة الرجال))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من علم لا ينفع، وعمل لا يرفع، وقلب لا يخشع، وقول لا يسمع))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أسألك المعافاة في الدنيا والآخرة))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم لا تخزني يوم القيامة))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من جار السوء، ومن زوج تشيبني قبل المشيب، ومن ولد يكون علي ربا، ومن مال يكون علي عذابا، ومن خليل ماكر عينه تراني، وقلبه يرعاني؛ إن رأى حسنة دفنها، وإذا رأى سيئة أذاعها))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من صلاة لا تنفع))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم جدد الإيمان في قلبي))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أسألك الفردوس أعلى الجنة))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك موجبات رحمتك، وعزائم مغفرتك، وأسألك شكر نعمتك، وحسن عبادتك، وأسألك قلبا سليما، ولسانا صادقا، وأسألك من خير ما تعلم، وأعوذ بك من شر ما تعلم، وأستغفرك لما تعلم، إنك أنت علام الغيوب))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم ثبتني واجعلني هاديا مهديا))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم أحسنت خلقي فأحسن خلقي))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأرضنا وارض عنا))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم اغفر لي، وارحمني، واهدني، وعافني، وارزقني))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أسألك عيشة نقية، وميتة سوية، ومردا غير مخز ولا فاضح))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم متعني بسمعي، وبصري، واجعلهما الوارث مني، وانصرني على من يظلمني، وخذ منه بثأري))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم اغفر لي، واهدني، وارزقني، وعافني، أعوذ بالله من ضيق المقام يوم القيامة))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم قني شر نفسي، واعزم لي على أرشد أمري، اللهم اغفر لي ما أسررت، وما أعلنت، وما أخطأت، وما عمدت، وما علمت، وما جهلت))      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم حاسبني حسابا يسيرا))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم أعنا على ذكرك، وشكرك، وحسن عبادتك))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم قنعني بما رزقتني، وبارك لي فيه، واخلف علي كل غائبة لي بخير))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم جنبني منكرات الأخلاق، والأهواء، والأعمال، والأدواء))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أسألك علما نافعا،وأعوذ بك من علم لا ينفع))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم رب السموات ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم رب جبرائيل، وميكائيل، ورب إسرافيل، أعوذ بك من حر النار، ومن عذاب القبر))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم ألهمني رشدي، وأعذني من شر نفسي))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من البخل، والجبن، وسوء العمر، وفتنة الصدر، وعذاب القبر))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم طهرني من الذنوب والخطايا، اللهم نقني منها كما ينقى الثوب الأبيض من الدنس، اللهم طهرني بالثلج والبرد والماء البارد))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم ارزقني حبك، وحب من ينفعني حبه عندك، اللهم ما رزقتني مما أحب فاجعله قوة لي فيما تحب، اللهم ما زويت عني مما أحب فاجعله فراغا لي فيما تحب))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((رب اغفر لي، وتب علي، إنك أنت التواب الغفور))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم إني أعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم اهدني وسددني، اللهم إني أسألك الهدى والسداد"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات، ورب الأرض، ورب العرش الكريم"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "لا إله إلا أنت سبحانك إني كنت من الظالمين"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم مصرف القلوب صرف قلوبنا على طاعتك))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "يا مقلب القلوب ثبت قلبي على دينك"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم أحسن عاقبتنا في الأمور كلها، وأجرنا من خزي الدنيا وعذاب الآخرة"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم إني أعوذ بك من شر سمعي، ومن شر بصري، ومن شر لساني، ومن شر قلبي، ومن شر منيي"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      "اللهم إني أعوذ بك من البرص، والجنون، والجذام، ومن سيئ الأسقام"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إني أعوذ بك من منكرات الأخلاق، والأعمال، والأهواء))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم إنك عفو تحب العفو فاعف عني))
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم اغفر لي خطيئتي، وجهلي، وإسرافي في أمري، وما أنت أعلم به مني، اللهم اغفر لي هزلي، وجدي، وخطئي، وعمدي، وكل ذلك عندي))      `,repeat:1
      },
      {head:`

     `,
      title:`

      اللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت. فاغفر لي مغفرة من عندك، وارحمني إنك أنت الغفور الرحيم"
      `,repeat:1
      },
      {head:`

     `,
      title:`

      ((اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت. اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني، أنت الحي الذي لا يموت، والجن والإنس يموتون))      `,repeat:1
      },
    ]
  },
  {
    name: `جوامع الدعاء`,
    value: [
      {head:`

      `,
       title:`

       اللَّهُمَّ يَا بَارِئَ البَرِيَّاتِ ، وَغَافِرَ الخَـطِيَّاتِ ، وَعَالِمَ الخَفِيَّاتِ ، المُطَّلِعُ عَلَى الضَّمَائِرِ وَالنِّيَّاتِ ، يَا مَنْ أَحَاطَ بِكُلِّ شَيءٍ عِلْماً ، وَوَسِعَ كُلّ شَيْءٍ رَحْمَةً ، وَقَهَرَ كُلّ مَخْلُوقٍ عِزَّةً وَحُكْماً ، اغْفِرْ لِي ذُنُوبِي ، وَاسْتُرْ عُيُوبِيَ ، وَتَجَاوَزْ عَنْ سَيِّئَاتِيَ إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ.
       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ يَا سَمِيعَ الدَّعَوَاتِ ، يَا مُقِيلَ العَثَرَاتِ ، يَاقَاضِيَ الحَاجَاتِ ، يَا كَاشِفَ الكَرُبَاتِ ، يَا رَفِيعَ الدَّرَجَاتِ ، وَيَا غَافِرَ الزَّلاَّتِ ، اغْفِرْ لِلْمُسْلِمِينَ وَالمُسْلِمَاتِ ، وَالمُؤْمِنِينَ وَالمُؤْمِنَاتِ، الأحْيَاءِ مِنْهُم وَالأمْوَاتِ ، إِنَّكَ سَمِيعٌ قَرِيبٌ مُجِيبُ الدَّعَوَاتِ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الأَعْظَمِ ، الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ ، وَإِذَا سُئِلْتَ بِهِ أَعْطَـيْتَ ، أَسْأَلُكَ بِأَنِّي أَشُهَدُ أَنَّكَ أَنْتَ اللهُ لا إِلَهَ إِلاَّ أَنْتَ ، الأَحَدُ الصَّمَدُ ، الَّذِي لَمْ يَلِدْ، وَلَمْ يَولَدْ ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ؛ أَنْ تَغْفِرَ لِي ذُنُوبِي ، إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ العّفْوَ فَاعْفُ عَنِّي.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالمُؤْمِنَاتِ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي ، وَإِسْرَافِي فِي أَمْرِي ، وَمَا أَنْتَ أَعْـلَمُ بِهِ مِنّـِي ، اللَّهُمَّ اغْفِرْ لِي هَزْلِي وَجِدِّي ، وَخَطَئِي وَعَمْدِي ، وَكُلُّ ذَلِكَ عِنْدِي.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَااسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اغْفِرْ لِي ، وَارْحَمْنِي وَاهْدِنِي ، وَعَافِنِي وَارْزُقْنِي ، وَاجْبُرْنِي ، وَارْفَعْنِي.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ يَا مَنْ لا تَضُرُّهُ الذُّنُوبُ ، وَلا تُنْقِصُهُ المَغْفِرَةُ ، اغْفِرْ لَنَا مَا لا يَضُرُّكَ ، وَهَبْ لَنَا مَالا يُنْقِصُكَ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلّهُ ، دِقَّهُ وَجُلَّهُ ، وَأَوَّلَهُ وَآخِرَهَ ، وَعَلاَنِيَتَهَ وَسِرَّهُ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِنَّ ذُنُوبِي عِظَامٌ وَهِي صِغَارٌ فِي جَنْبِ عَفْوِكَ يَا كَرِيمُ ، فَاغْفِرْهَا لِي.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اغْفِرْ لِي ذَنْبِي ، وَوَسِّعْ لِي فِي دَارِي ، وَبَارِكْ لِي فِي رِزْقِي.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ، رَبَّنَا وَلا تَحْمِلْ عَلَينَا إِصْرَاً كَمَا حَمَلْتَهَ عَلَى الَّذِينَ مِنْ قَبْلِنَا ، رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ ، وَاعْفُ عَنَّا وّاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى القَوْمِ الكَافِرِينَ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِنَّا قَدْ أَطَعْنَاكَ فِي أَحَبِّ الأشْيَاءِ إِلَيْكَ أَنْ تُطَاعَ فِيْهِ ، الإيمَانِ بِكَ ، وَالإِقْرَارِ بِكَ ، وَلَمْ نَعْصِكَ فِي أَبْغَضِ الأَشْيَاءِ أَنْ تُعْصَى فِيْهِ ؛ الكُفْرِ وَالجَحْدِ بِكَ ، اللَّهُمَّ فَاغْفِرْ لَنَا مَا بَيْنَهُمَا.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ ، وَمَا أَعْلَنْتُ وَمَا أَسْرَرْتُ ، وما أنت أعلم به مني ، أَنْتَ المُقَدِّمُ وَأَنْتَ المُؤَخِّرُ لا إِلَهَ إِلاَّ أَنْـتَ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ رَبَّنَا اغْفِرْ لَنَا وَلإخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيْمَانِ ، رَبَّنَا وَسِعْتَ كُلّ شَيءٍ رَحْمَةً وَعِلْماً فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَاب الجَحِيمِ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ أَقِلْ عَثَرَاتِنَا ، وَاغْفِرْ زَلاَّتِنَا ، وَكَفِّرْ عَنَّا سَيِّئَاتِنَا ، وَتَوَفَّنَا مَعَ الأَبْرَارِ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ بَاعِدْ بَيْنِي وَبَينَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ المَشْرِقِ وَالمَغْرِبْ ، اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالمَاءِ وَالثَّلْجِ وَالبَرَدِ ، اللَّهُمَّ نَقِّنِي مِنْ الخَطَايَا كَمَا يُنَقَّى الثَّوبُ الأَبْيَضُ مِـنَ الدَّنَسِ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظلْماً كَثِيراً ، وَلا يَغْفِرُ الذُّنُوب إِلاَّ أَنْتَ. فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدَكَ ، وَارْحَمْنِي إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ.       `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللهُ بِأَنَّكَ الوَاحِدُ الأَحَدُ ، الصَّمَدُ ، الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ ، أَنْ تَغْفِرَ لِي ذُنُـوبِي ، إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ.
        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِلَهِي : حُجَّتِي حَاجَتِي ، وَعُدَّتِي فَاقَتِي ، فَارْحَمْنِي.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِلَهِي : كَيْفَ أمْتَنِعُ بِالذَّنْبِ مِنَ الدُّعَاءِ ، وَلا أَرَاكَ تَمْنَعُ مَعَ الذَّنْبِ مِنَ العَطَاءِ ، فَإِنْ غَفَرْتَ فَخَيرُ رَاحِمٍ أَنْتَ ، وَإِنْ عَذَّبْتَ فَغَيْرُ ظَالِمٍ أَنْتَ.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ إِلَهِي: أَسْأَلُكَ تَذَلُّلاً فَأَعْطِنِي تَفَضُّلاً.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ يَامَنْ عَلَى العَرْشِ اسْتَوَى ، يَامَنْ خَلَقَ فَسَوَّى وَقدَّرَ فَهَدَى ، وَأَعْطَى كُلّ شَيءٍ خَلْقَهُ ثُمَّ هَدَى ، يَامَنْ أَضْحَكَ وَأَبْكَى، وَأَمَاتَ وَأَحْيَا ، وَأَسْعَدَ وَأَشْقَى ، وَأَوْجَدَ وَأَبْلَى ، وَرَفَعَ وَخَفَضَ ، وَأَعَزَّ وَأَذَلَّ، وَأَعْطَى وَمَنَعَ ، وَرَفَعَ وَوَضَعَ.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ يَا مَنْ شَقَّ البِحَارَ ، وَأَجْرَى الأَنْهَارَ ، وَكَوَّرَ النَّهَارَ عَلَى اللَّيلِ وَاللَّيلَ عَلَى النَّهَارِ ، يَا مَنْ هَدَى مِنْ ضَلالَةٍ ، وَأَنْقَذَ مِنْ جَهَالَةٍ ، وَأَنَارَ الأَبْصَارَ ، وَأَحْيَا الضَّمَائِرَ وَالأَفْكَارَ.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اهْدِنَا فِيمَنْ هَدَيْتَ ، وَعَافِنَا فِيمَنْ عَافَيتَ ، وَتَوَلَّنَا فِيمَنْ تَوَلَّيْتَ.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ اهْدِنَا الصِّرَاطَ المُسْتَقِيمَ ، صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيهِم مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ.        `,repeat:1
       },
      {head:`

      `,
       title:`

       اللَّهُمَّ وَفِّقْنَا لِهُدَاكَ وَاجْعَلْ عَمَلَنَا فِي رِضَاكَ.        `,repeat:1
       },

    ]
  },

  ]

arbeen:any=[

{
  name:`الأعمال بالنيات`,
  repeat:1,
  value:`عَنْ أَمِيرِ المُؤمِنينَ أَبي حَفْصٍ عُمَرَ بْنِ الخَطَّابِ قَالَ : سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ : " إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَإنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى ، فَمَنْ كَانَتْ هِجْرَتُهُ إِلى اللهِ وَرَسُوله فَهِجْرتُهُ إلى اللهِ وَرَسُوُله ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيْبُهَا ، أَو امْرأَةٍ يَنْكِحُهَا ، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إلَيْهِ " رواه إماما المحدثين أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَهْ البخاري ، وأبو الحسين مسلم بن الحجَّاج ين مسلم القشيري النيسابوري ، في صحيحيهما اللَذين هما أصح الكتب المصنفة .`
},
{

  name:`النهي عن الابتداع في الدين`,
  repeat:1,
  value:`عَنْ أُمِّ المُؤمِنِينَ أُمِّ عَبْدِ اللهِ عَائِشَةَ - رَضِيَ اللهُ عَنْهَا - قَالَتْ: قَالَ رَسُوْلُ اللهِ : " مَنْ أَحْدَثَ فِيْ أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ " رواه البخاري ومسلم، وفي رواية لمسلم " مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ "`

},
{
  name:`أركان الإسلام`,
  repeat:1,
  value:`عَنْ أَبِيْ عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ عُمَرَ بْن الخَطَّابِ رَضِيَ اللهُ عَنْهُمَا قَالَ: سَمِعْتُ النبي ﷺ يَقُوْلُ: " بُنِيَ الإِسْلامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ الله وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ، وَإِقَامِ الصَّلاةِ، وَإِيْتَاءِ الزَّكَاةِ، وَحَجِّ البِيْتِ، وَصَوْمِ رَمَضَانَ "`
},
{
  name:`مراحل الخلق`,
  repeat:1,
  value:`عَنْ عَبْدِ اللهِ بنِ مَسْعُوْدْ رَضِيَ اللهُ عَنْهُ قَالَ: حَدَّثَنَا رَسُوْلُ اللهِ ﷺ وَهُوَ الصَّادِقُ المَصْدُوْقُ : " إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِيْ بَطْنِ أُمِّهِ أَرْبَعِيْنَ يَوْمَاً نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ،ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذَلِكَ،ثُمَّ يُرْسَلُ إِلَيْهِ المَلَكُ فَيَنفُخُ فِيْهِ الرٌّوْحَ،وَيَؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيْدٌ. فَوَالله الَّذِي لاَ إِلَهَ غَيْرُهُ إِنََّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إلاذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَايَكُونُ بَيْنَهُ وَبَيْنَهَا إلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ فَيَدْخُلُهَا " رواه البخاري ومسلم.`
},
{
  name:`مراتب الدين`,
  repeat:1,
  value:`عَنْ عُمَرَ رَضِيَ اللهُ تَعَالَى عَنْهُ أقَال : بَيْنَمَا نَحْنُ جُلُوْسٌ عِنْدَ رَسُولِ اللهِ ذَاتَ يَوْمٍ إَذْ طَلَعَ عَلَيْناَ رَجُلٌ شَدِيْدُ بَيَاضِ الثّياب شَدِيْدُ سَوَادِ الشَّعْرِ لاَ يُرَى عَلَيهِ أَثَرُ السَّفَرِ وَلاَ يَعْرِفُهُ مِنا أحَدٌ حَتى جَلَسَ إلَى النبِي فَأَسْنَدَ رُكْبَتَيْهِ إلَى رُكْبَتَيْهِ وَوَضَعَ كَفيْهِ عَلَى فَخِذِيْهِ وَقَالَ : يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الإِسْلاَم ، فَقَالَ رَسُولُ اللهِ ﷺ : " الإِسْلاَمُ أَنْ تَشْهَدَ أَنْ لاَ إلَه إلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُولُ الله ، وَتُقِيْمَ الصَّلاَة ، وَتُؤْتِيَ الزَّكَاةَ ، وَتَصُوْمَ رَمَضَانَ ، وَتَحُجَّ البيْتَ إِنِ اِسْتَطَعتَ إِليْهِ سَبِيْلاً " قَالَ: صَدَقْتَ. فَعجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرِنيْ عَنِ الإِيْمَانِ، قَالَ: " أَنْ تُؤمِنَ بِالله، وَمَلاِئكَتِه، وَكُتُبِهِ ، وَرُسُلِهِ ، وَالْيَومِ الآَخِر ، وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ " قَالَ: صَدَقْتَ، قَالَ فَأخْبِرْنِيْ عَنِ الإِحْسَانِ، قَالَ: " أَنْ تَعْبُدَ اللهَ كَأَنَكَ تَرَاهُ، فَإِنْ لمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ " . قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ ، قَالَ : " مَا الْمَسئُوُلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ " قَالَ : فَأخْبِرْنِيْ عَنْ أَمَارَاتِها ، قَالَ : " أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا ، وَأَنْ تَرى الحُفَاةَ العُرَاةَ العَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُوْنَ فِي البُنْيَانِ " ثْمَّ انْطَلَقَ فَلَبِثتُ مَلِيَّاً ثُمَّ قَالَ : " يَا عُمَرُ أَتَدْرِي مَنِ السَّائِلُ؟ " قُلْتُ اللهُ وَرَسُوله أَعْلَمُ قَالَ : " فَإِنَّهُ جِبْرِيْلُ أَتَاكُمْ يُعَلَّمُكُمْ دِيْنَكُمْ " .رواه مسلم
  `
},
{
  name:`البعد عن مواطن الشبهات`,
  repeat:1,
  value:`عَنْ أَبِيْ عَبْدِ اللهِ النُّعْمَانِ بْنِ بِشِيْر رضي الله عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُوْلُ: (إِنَّ الحَلالَ بَيِّنٌ وَإِنَّ الحَرَامَ بَيِّنٌ وَبَيْنَهُمَا أُمُوْرٌ مُشْتَبِهَات لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاس،ِ فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرأَ لِدِيْنِهِ وعِرْضِه، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الحِمَى يُوشِكُ أَنْ يَقَعَ فِيْهِ. أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمَىً . أَلا وَإِنَّ حِمَى اللهِ مَحَارِمُهُ، أَلا وإِنَّ فِي الجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ وإذَا فَسَدَت فَسَدَ الجَسَدُ كُلُّهُ أَلا وَهيَ القَلْبُ) رواه البخاري ومسلم .`
},
{
  name:` الدين النصيحه`,
  repeat:1,
  value:`عَنْ أَبِيْ رُقَيَّةَ تَمِيْم بْنِ أَوْسٍ الدَّارِيِّ رضي الله عنه أَنَّ النبي ﷺ قَالَ:( الدِّيْنُ النَّصِيْحَةُ قُلْنَا: لِمَنْ يَا رَسُولَ اللهِ ؟ قَالَ: للهِ، ولكتابه، ولِرَسُوْلِهِ، وَلأَئِمَّةِ المُسْلِمِيْنَ، وَعَامَّتِهِمْ (رواه مسلم.`
},
{
  name:`حرمة دم المسلم وماله`,
  repeat:1,
  value:`عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُوْلَ اللهِ قَالَ: (أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ وَيُقِيْمُوْا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءهَمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الإِسْلامِ وَحِسَابُهُمْ عَلَى اللهِ تَعَالَى) رواه البخاري ومسلم`
},
{
  name:`النهي عن كثرة السؤال والتشدد`,
  repeat:1,
  value:`عَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ الله تَعَالَى عَنْهُ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُوْلُ: (مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ؛ فَإِنَّمَا أَهْلَكَ الَّذِيْنَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلافُهُمْ عَلَى أَنْبِيَائِهِمْ) رواه البخاري ومسلم`
},
{
  name:`سبب إجابة الدعاء`,
  repeat:1,
  value:`عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ تَعَالَى عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ : (إِنَّ اللهَ تَعَالَى طَيِّبٌ لاَ يَقْبَلُ إِلاَّ طَيِّبَاً وَإِنَّ اللهَ أَمَرَ المُؤْمِنِيْنَ بِمَا أَمَرَ بِهِ المُرْسَلِيْنَ فَقَالَ : (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً) (المؤمنون: الآية51) ، وَقَالَ: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ) (البقرة: الآية172) ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاء،ِ يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ ،وَمَشْرَبُهُ حَرَامٌ، وَغُذِيَ بِالحَرَامِ فَأَنَّى يُسْتَجَابُ لذلك) رواه مسلم.`
},
{
  name:`اترك ما شككت فيه`,
  repeat:1,
  value:`عَنْ أَبِي مُحَمَّدٍ الحَسَنِ بنِ عَلِيّ بنِ أبِي طالبٍ سِبْطِ رَسُولِ اللهِ ﷺ وَرَيْحَانَتِهِ رَضِيَ اللهُ عَنْهُمَا قَالَ: حَفِظْتَ مِنْ رَسُوْلِ اللهِ ﷺ : (دَعْ مَا يَرِيْبُكَ إِلَى مَا لاَ يَرِيْبُكَ) رواه الترمذي والنسائي وقال الترمذي: حديث حسن صحيح.`
},
{
  name:`الاشتغال بما يفيد`,
  repeat:1,
  value:`عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ ﷺ : (مِنْ حُسْنِ إِسْلامِ المَرْءِ تَرْكُهُ مَا لاَ يَعْنِيْهِ) حديثٌ حسنٌ، رواه الترمذي وغيره هكذا.`
},
{
  name:`من كمال الإيمان`,
  repeat:1,
  value:`عَنْ أَبِيْ حَمْزَة أَنَسِ بنِ مَالِكٍ رَضِيَ اللهُ تَعَالَى عَنْهُ خَادِمِ رَسُوْلِ اللهِ ﷺ عَن النبي ﷺ قَالَ: (لاَ يُؤمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ) رواه البخاري ومسلم`
},
{
  name:`متى يهدر دم المسلم؟`,
  repeat:1,
  value:`َعنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ : (لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بإِحْدَى ثَلاثٍ: الثَّيِّبُ الزَّانِيْ، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّاركُ لِدِيْنِهِ المُفَارِقُ للجمَاعَةِ) رواه البخاري ومسلم.`
},
{
  name:`اكرام الضيف`,
  repeat:1,
  value:`عَن أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللهِ ﷺ قَالَ: (مَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيَقُلْ خَيْرَاً أَو لِيَصْمُتْ، وَمَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَومِ الآخِرِ فَلْيُكْرِمْ جَارَهُ، ومَنْ كَانَ يُؤمِنُ بِاللهِ واليَومِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ) رواه البخاري ومسلم.`
},
{
  name:`النهي عن الغضب`,
  repeat:1,
  value:`عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَجُلاً قَالَ لِلنَّبيِّ ﷺ : أَوصِنِيْ، قَال : (لاَ تَغْضَبْ) . رواه البخاري`
},
{
  name:`الرفق بالحيوان`,
  repeat:1,
  value:`عَنْ أَبِي يَعْلَى شَدَّادِ بنِ أَوْسٍ رَضِيَ اللهُ تَعَالَى عَنْهُ عَنْ رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيءٍ. فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا القِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيْحَتَهُ) رواه مسلم`
},
{
  name:`الخلق الحسن`,
  repeat:1,
  value:`عَنْ أَبِيْ ذَرٍّ جُنْدُبِ بنِ جُنَادَةَ وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذِ بِنِ جَبَلٍ رَضِيَ اللهُ عَنْهُمَا عَنْ رَسُولِ اللهِ ﷺ قَالَ: (اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ ) رواه الترمذي وقال: حديث حسن. وفي بعض النسخ: حسنٌ صحيح.`
},
{
  name:`الإيمان بالقضاء والقدر`,
  repeat:1,
  value:`عَنْ أَبِي عَبَّاسٍ عَبْدِ اللهِ بنِ عَبَّاسٍ رضي الله عنهما قَالَ: كُنْتُ خَلْفَ النبي ﷺ يَومَاً فَقَالَ: (يَا غُلاَمُ إِنّي أُعَلِّمُكَ كَلِمَاتٍ : احْفَظِ اللهَ يَحفَظك، احْفَظِ اللهَ تَجِدهُ تُجَاهَكَ، إِذَاَ سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَاَ اسْتَعَنتَ فَاسْتَعِن بِاللهِ، وَاعْلَم أَنَّ الأُمّة لو اجْتَمَعَت عَلَى أن يَنفَعُوكَ بِشيءٍ لَمْ يَنْفَعُوكَ إِلا بِشيءٍ قَد كَتَبَهُ اللهُ لَك، وإِن اِجْتَمَعوا عَلَى أَنْ يَضُرُّوكَ بِشيءٍ لَمْ يَضروك إلا بشيءٍ قَد كَتَبَهُ اللهُ عَلَيْكَ، رُفعَت الأَقْلامُ، وَجَفّتِ الصُّحُفُ) رواه الترمذي وقال: حديث حسن صحيح - وفي رواية - غير الترمذي: (اِحفظِ اللهَ تَجٍدْهُ أَمَامَكَ، تَعَرَّفْ إلى اللهِ في الرَّخاءِ يَعرِفْكَ في الشّدةِ، وَاعْلَم أن مَا أَخطأكَ لَمْ يَكُن لِيُصيبكَ، وَمَا أَصَابَكَ لَمْ يَكُن لِيُخطِئكَ، وَاعْلَمْ أنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الفَرَجَ مَعَ الكَربِ، وَأَنَّ مَعَ العُسرِ يُسراً)`
},
{
  name:`الحياء من الإيمان`,
  repeat:1,
  value:`عَنْ أَبيْ مَسْعُوْدٍ عُقبَة بنِ عَمْرٍو الأَنْصَارِيِّ البَدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللهِ ﷺ (إِنَّ مِمَّا أَدرَكَ النَاسُ مِن كَلاَمِ النُّبُوَّةِ الأُولَى إِذا لَم تَستَحْيِ فاصْنَعْ مَا شِئتَ) رواه البخاري.`
},
{
  name:`الاستقامه بالإسلام`,
  repeat:1,
  value:`عَنِ أَبيْ عَمْرٍو، وَقِيْلَ،أَبيْ عمْرَةَ سُفْيَانَ بنِ عَبْدِ اللهِ رضي الله عنه قَالَ: قُلْتُ يَا رَسُوْلَ اللهِ قُلْ لِيْ فِي الإِسْلامِ قَوْلاً لاَ أَسْأَلُ عَنْهُ أَحَدَاً غَيْرَكَ؟ قَالَ: (قُلْ آمَنْتُ باللهِ ثُمَّ استَقِمْ)`
},
{
  name:`الطريق إلى الجنة`,
  repeat:1,
  value:`عَنْ أَبيْ عَبْدِ اللهِ جَابِرِ بنِ عَبْدِ اللهِ الأَنْصَارِيِّ رضي الله عنه أَنَّ رَجُلاً سَأَلَ النبي ﷺ فَقَالَ: (أَرَأَيتَ إِذا صَلَّيْتُ المَكْتُوبَاتِ، وَصُمْتُ رَمَضانَ، وَأَحلَلتُ الحَلاَلَ، وَحَرَّمْتُ الحَرَامَ، وَلَمْ أَزِدْ عَلى ذَلِكَ شَيئاً أَدخُلالجَنَّة ؟ قَالَ: نَعَمْ) رواه مسلم`
},
{
  name:`جوامع الخير`,
  repeat:1,
  value:`عَنْ أَبِي مَالِكٍ الحَارِثِ بنِ عَاصِم الأَشْعَرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ : )الطُّهُورُ شَطْرُ الإِيْمَانِ، والحَمْدُ للهِ تَمْلأُ الميزانَ، وسُبْحَانَ اللهِ والحَمْدُ للهِ تَمْلآنِ - أَو تَمْلأُ - مَا بَيْنَ السَّمَاءِ والأَرْضِ، وَالصَّلاةُ نُورٌ، والصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالقُرْآنُ حُجَّةٌ لَكَ أَو عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَو مُوبِقُهَا(رواه مسلم.`
},
{
  name:`من فضل الله على الناس`,
  repeat:1,
  value:`عَنْ أَبي ذرٍّ الغِفَارْي رضي الله عنه عَن النبي ﷺ فيمَا يَرْويه عَنْ رَبِِّهِ عزَّ وجل أَنَّهُ قَالَ: (يَا عِبَادِيْ إِنِّيْ حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِيْ وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمَاً فَلا تَظَالَمُوْا، يَا عِبَادِيْ كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُوْنِي أَهْدِكُمْ، يَا عِبَادِيْ كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فاَسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِيْ كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُوْنِيْ أَكْسُكُمْ، يَا عِبَادِيْ إِنَّكُمْ تُخْطِئُوْنَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوْبَ جَمِيْعَاً فَاسْتَغْفِرُوْنِيْ أَغْفِرْ لَكُمْ، يَا عِبَادِيْ إِنَّكُمْ لَنْ تَبْلُغُوْا ضَرِّيْ فَتَضُرُّوْنِيْ وَلَنْ تَبْلُغُوْا نَفْعِيْ فَتَنْفَعُوْنِيْ، يَا عِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فَيْ مُلْكِيْ شَيْئَاً. يَا عِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِيْ شَيْئَاً، يَا عِبَادِيْ لَوْ أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإنْسَكُمْ وَجِنَّكُمْ قَامُوْا فِيْ صَعِيْدٍ وَاحِدٍ فَسَأَلُوْنِيْ فَأَعْطَيْتُ كُلَّ وَاحِدٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِيْ إِلاَّ كَمَا يَنْقُصُ المِخْيَطُ إَذَا أُدْخِلَ البَحْرَ، يَا عِبَادِيْ إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيْهَا لَكُمْ ثُمَّ أُوَفِّيْكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرَاً فَليَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُوْمَنَّ إِلاَّ نَفْسَهُ) رواه مسلم.`
},
{
  name:`فضل الذكر`,
  repeat:1,
  value:`عَنْ أَبي ذَرٍّ رضي الله عنه قال: أَنَّ أُنَاسَاً مِنْ أَصحَابِ رَسُولِ اللهِ ﷺ قَالوا للنَّبي ﷺ يَارَسُولَ الله: ذَهَبَ أَهلُ الدثورِ بِالأُجورِ، يُصَلُّوْنَ كَمَا نُصَلِّيْ، وَيَصُوْمُوْنَ كَمَا نَصُوْمُ، وَيَتَصَدَّقُوْنَ بفُضُوْلِ أَمْوَالِهِمْ، قَالَ: (أَوَ لَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُوْنَ؟ إِنَّ بِكُلِّ تَسْبِيْحَةٍ صَدَقَة.وَكُلِّ تَكْبِيْرَةٍ صَدَقَةً وَكُلِّ تَحْمَيْدَةٍ صَدَقَةً وَكُلِّ تَهْلِيْلَةٍ صَدَقَةٌ وَأَمْرٌ بالِمَعْرُوْفٍ صَدَقَةٌ وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ وَفِيْ بُضْعِ أَحَدِكُمْ صَدَقَةٌ قَالُوا: يَا رَسُوْلَ اللهِ أَيَأْتِيْ أَحَدُنَا شَهْوَتَهُ وَيَكُوْنُ لَهُ فِيْهَا أَجْرٌ؟ قَالَ:أَرَأَيْتُمْ لَوْ وَضَعَهَا فَيْ حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فَي الحَلالِ كَانَ لَهُ أَجْرٌ) رَوَاهُ مُسْلِمٌ`
},
{
  name:`كثرة طرق الخير`,
  repeat:1,
  value:`عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (كُلُّ سُلامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ كُلُّ يَومٍ تَطْلُعُ فِيْهِ الشَّمْسُ: تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِيْنُ الرَّجُلَ في دَابَّتِهِ فَتَحْمِلُ لَهُ عَلَيْهَا أَو تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ تَمْشِيْهَا إِلَى الصَّلاةِ صَدَقَةٌ، وَتُمِيْطُ الأَذى عَنِ الطَّرِيْقِ صَدَقَةٌ) رواه البخاري ومسلم.`
},
{
  name:`تعريف البر والإثم`,
  repeat:1,
  value:`عن النواس بن سمعان رضي الله عنهما ، عن النبي ﷺ قال: (البر حسن الخلق ، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس ) .رواه مسلم.وعن وابصة بن معبد رضى الله عنه ، قال : أتيت رسول الله ﷺ ، فقال : (جئت تسأل عن البر و الإثم ؟) قلت : نعم ؛ قال : (استفت قلبك ؛ البر ما اطمأنت إليه النفس واطمأن اليه القلب ، والإثم ما حاك في النفس وتردد في الصدر ، وإن أفتاك الناس وأفتوك) .حديث حسن`
},
{
  name:`السمع والطاعة`,
  repeat:1,
  value:`عَن أَبي نَجِيحٍ العربَاضِ بنِ سَاريَةَ رضي الله عنه قَالَ: وَعَظَنا رَسُولُ اللهِ مَوعِظَةً وَجِلَت مِنهَا القُلُوبُ وَذَرَفَت مِنهَا العُيون. فَقُلْنَا: يَارَسُولَ اللهِ كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ فَأَوصِنَا، قَالَ: (أُوْصِيْكُمْ بِتَقْوَى اللهِ عز وجل وَالسَّمعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلافَاً كَثِيرَاً؛ فَعَلَيكُمْ بِسُنَّتِيْ وَسُنَّةِ الخُلَفَاءِ الرَّاشِدِينَ المّهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فإنَّ كلّ مُحدثةٍ بدعة، وكُلَّ بِدْعَةٍ ضَلالَةٌ) رواه أبو داود والترمذي وقال : حديث حسن صحيح.`
},
{
  name:`بواب الخير`,
  repeat:1,
  value:`عَن مُعَاذ بن جَبَلٍ رضي الله عنه قَالَ: قُلتُ يَا رَسُولَ الله أَخبِرنِي بِعَمَلٍٍ يُدخِلُني الجَنَّةَ وَيُبَاعدني منٍ النار قَالَ: (لَقَدْ سَأَلْتَ عَنْ عَظِيْمٍ وَإِنَّهُ لَيَسِيْرٌ عَلَى مَنْ يَسَّرَهُ اللهُ تَعَالَى عَلَيْهِ: تَعْبُدُ اللهَ لاَتُشْرِكُ بِهِ شَيْئَا، وَتُقِيْمُ الصَّلاة، وَتُؤتِي الزَّكَاة، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ البَيْتَ. ثُمَّ قَالَ: أَلاَ أَدُلُّكَ عَلَى أَبْوَابِ الخَيْرِ: الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الخَطِيْئَةَ كَمَا يُطْفِئُ المَاءُ النَّارَ، وَصَلاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ ثُمَّ تَلا : (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) حَتَّى بَلَغَ: (يَعْلَمُونْ) [السجدة:16-17] ثُمَّ قَالَ: أَلا أُخْبِرُكَ بِرَأْسِ الأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ ؟ قُلْتُ: بَلَى يَارَسُولَ اللهِ، قَالَ: رَأْسُ الأَمْرِ الإِسْلامُ وَعَمُودُهُ الصَّلاةُ وَذروَةُ سَنَامِهِ الجِهَادُ ثُمَّ قَالَ: أَلا أُخبِرُكَ بِملاكِ ذَلِكَ كُلِّهِ ؟ قُلْتُ:بَلَى يَارَسُولَ اللهِ. فَأَخَذَ بِلِسَانِهِ وَقَالَ: كُفَّ عَلَيْكَ هَذَا. قُلْتُ يَانَبِيَّ اللهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ ؟ فَقَالَ: ثَكِلَتْكَ أُمُّكَ يَامُعَاذُ. وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ أَو قَالَ: عَلَى مَنَاخِرِهِمْ إِلاَّ حَصَائِدُ أَلسِنَتِهِمْ) رواه الترمذي وقال: حديث حسن صحيح.`
},
{
  name:`الوقوف عند حدود الشرع`,
  repeat:1,
  value:`عَنْ أَبِيْ ثَعْلَبَةَ الخُشَنِيِّ جُرثُومِ بنِ نَاشِرٍ رضي الله عنه عَن رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ فَرَضَ فَرَائِضَ فَلا تُضَيِّعُوهَا، وَحَدَّ حُدُودَاً فَلا تَعْتَدُوهَا وَحَرَّمَ أَشْيَاءَ فَلا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلا تَبْحَثُوا عَنْهَا) حديث حسن رواه الدارقطني وغيره.`
},
{
  name:`الزهد في الدنيا`,
  repeat:1,
  value:`عَنْ أَبي العَباس سَعدِ بنِ سَهلٍ السَّاعِدي رضي الله عنه قَالَ: جَاءَ رَجُلٌ إِلَى النبي ﷺ فَقَالَ: يَا رَسُول الله: دُلَّني عَلَى عَمَلٍ إِذَا عَمَلتُهُ أَحَبَّني اللهُ، وَأَحبَّني النَاسُ ؟ فَقَالَ: (ازهَد في الدُّنيَا يُحِبَّكَ اللهُ ، وازهَد فيمَا عِندَ النَّاسِ يُحِبَّكَ النَّاسُ) حديث حسن رواه ابن ماجة وغيره بأسانيد حسنة.`
},
{
  name:`لاضرر ولا ضرار`,
  repeat:1,
  value:`عن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه أن رسول الله ( ﷺ ) قال: (لا ضرر ولا ضرار) . حديث حسن رواه ابن ماجه والدار قطني وغيرهما مسنداً`
},
{
  name:`البيّنة على المُدَّعي`,
  repeat:1,
  value:`عنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ ﷺ قَالَ: "لَوْ يُعْطَى النَّاسُ بِدعوَاهُمْ لادَّعَى رِجَالٌ أَمْوَال قَومٍ وَدِمَاءهُمْ، وَلَكِنِ البَينَةُ عَلَى المُدَّعِي، وَاليَمينُ عَلَى مَن أَنكَر" حديث حسن رواه البيهقي هكذا بعضه في الصحيحين.`
},
{
  name:`تغيير المنكر فريضة`,
  repeat:1,
  value:`عَنْ أَبي سَعيدٍ الخُدريِّ رضي الله عنه قَالَ: سَمِعتُ رِسُولَ اللهِ ﷺ يَقولُ: (مَن رَأى مِنكُم مُنكَرَاً فَليُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَستَطعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَستَطعْ فَبِقَلبِه وَذَلِكَ أَضْعَفُ الإيمَانِ) رواه مسلم.`
},
{
  name:`المسلم أخو المسلم`,
  repeat:1,
  value:`عَنْ أَبي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (لاَ تَحَاسَدوا، وَلاَتَنَاجَشوا، وَلاَ تَبَاغَضوا، وَلاَ تَدَابَروا، وَلاَ يَبِع بَعضُكُم عَلَى بَيعِ بَعضٍ، وَكونوا عِبَادَ اللهِ إِخوَانَاً، المُسلِمُ أَخو المُسلم، لاَ يَظلِمهُ، وَلاَ يَخذُلُهُ، وَلا يكْذِبُهُ، وَلايَحْقِرُهُ، التَّقوَى هَاهُنَا - وَيُشيرُ إِلَى صَدرِهِ ثَلاَثَ مَراتٍ - بِحَسْبِ امرىء مِن الشَّرأَن يَحْقِرَ أَخَاهُ المُسلِمَ، كُلُّ المُسِلمِ عَلَى المُسلِمِ حَرَام دَمُهُ وَمَالُه وَعِرضُه) رواه مسلم`
},
{
  name:`قضاء حوائج المسلمين`,
  repeat:1,
  value:`عَنْ أَبي هُرَيرَة رضي الله عنه عَنِ النبي ﷺ قَالَ: )مَنْ نَفَّسَ عَنْ مُؤمِن كُربَةً مِن كُرَبِ الدُّنيَا نَفَّسَ اللهُ عَنهُ كُربَةً مِنْ كرَبِ يَوم القيامَةِ، وَمَنْ يَسَّرَ على مُعسرٍ يَسَّرَ الله عَلَيهِ في الدُّنيَا والآخِرَة، وَمَنْ سَتَرَ مُسلِمَاً سَتَرَهُ الله في الدُّنيَا وَالآخِرَة، وَاللهُ في عَونِ العَبدِ مَا كَانَ العَبدُ في عَونِ أخيهِ، وَمَنْ سَلَكَ طَريقَاً يَلتَمِسُ فيهِ عِلمَاً سَهَّلَ اللهُ لهُ بِهِ طَريقَاً إِلَى الجَنَّةِ، وَمَا اجتَمَعَ قَومٌ في بَيتٍ مِنْ بيوتِ اللهِ يَتلونَ كِتابِ اللهِ وَيتَدارَسونهَ بَينَهُم إِلا نَزَلَت عَلَيهُم السَّكينَة وَغَشيَتهم الرَّحمَة وحَفَتهُمُ المَلائِكة وَذَكَرهُم اللهُ فيمَن عِندَهُ،وَمَنْ بَطَّأ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بهِ نَسَبُهُ (رواه مسلم بهذا اللفظ`
},
{
  name:`الترغيب في فعل الحسنات`,
  repeat:1,
  value:`عَن ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا عَنِ النبي ﷺ فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالى أَنَّهُ قَالَ: (إِنَّ الله كَتَبَ الحَسَنَاتِ وَالسَّيئَاتِ ثُمَّ بَيَّنَ ذَلِكَ؛ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً،وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمائَةِ ضِعْفٍ إِلىَ أَضْعَاف كَثِيْرَةٍ. وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً،وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً) رَوَاهُ البُخَارِيُّ وَمُسْلِمٌ في صَحِيْحَيهِمَا بِهَذِهِ الحُرُوْفِ.`
},
{
  name:`جزاء معادات الأولياء`,
  repeat:1,
  value:`عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (إِنَّ اللهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيَّاً فَقَدْ آذَنْتُهُ بِالحَرْبِ. وَمَا تَقَرَّبَ إِلِيَّ عَبْدِيْ بِشَيءٍ أَحَبَّ إِلِيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ. ولايَزَالُ عَبْدِيْ يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبتُهُ كُنْتُ سَمْعَهُ الَّذِيْ يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِيْ يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِيْ بِهَا. وَلَئِنْ سَأَلَنِيْ لأُعطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِيْ لأُعِيْذَنَّهُ) رواه البخاري`
},
{
  name:`التجاوز عن الخطأ والنسيان`,
  repeat:1,
  value:`عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ ﷺ قَال: (إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ) حديث حسن رواه ابن ماجه والبيهقي وغيرهما. `},
{
  name:`كن في الدنيا كأنك غريب`,
  repeat:1,
  value:`عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: أَخَذَ رَسُولُ اللهِ ﷺ بِمنْكبيَّ فَقَالَ: (كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ) وَكَانَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلا تَنْتَظِرِ المَسَاءَ. وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لمَوْتِكَ..رواه البخاري  `},
{
  name:`اتباع النبي صلى الله عليه وسلم`,
  repeat:1,
  value:`عَنْ أَبِيْ مُحَمَّدٍ عَبْدِ اللهِ بِنِ عمْرِو بْنِ العَاصِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: (لاَيُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَواهُ تَبَعَاً لِمَا جِئْتُ بِهِ) حَدِيْثٌ حَسَنٌ صَحِيْحٌ .  `
},
{
  name:`سعة مغفرة الله`,
  repeat:1,
  value:`عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللهِ يَقُولُ: قَالَ اللهُ تَعَالَى: (يَا ابْنَ آَدَمَ إِنَّكَ مَا دَعَوتَنِيْ وَرَجَوتَنِيْ غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلا أُبَالِيْ، يَا ابْنَ آَدَمَ لَو بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ استَغْفَرْتَنِيْ غَفَرْتُ لَكَ، يَا ابْنَ آَدَمَ إِنَّكَ لَو أَتَيْتَنِيْ بِقِرَابِ الأَرْضِ خَطَايَا ثُمَّ لقِيْتَنِيْ لاَ تُشْرِك بِيْ شَيْئَاً لأَتَيْتُكَ بِقِرَابِهَا مَغفِرَةً) رَوَاهُ التِّرْمِذِيُّ وَقَالَ: حَدِيْثٌ حَسَنٌ صَحَيْحٌ.`},
]


  constructor() { }

}
